tap "caskroom/cask"
tap "caskroom/versions"
tap "cema-sp/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "jeffreywildman/virt-manager"
tap "koekeishiya/formulae"
cask "xquartz"
brew "python"
brew "ansible"
brew "awscli"
brew "bash"
brew "cowsay"
brew "ctags"
brew "curl"
brew "perl"
brew "git"
brew "docker"
brew "docker-compose"
brew "duplicity"
brew "fasd"
brew "fortune"
brew "go"
brew "homeshick"
brew "htop"
brew "kubernetes-cli"
brew "less"
brew "lolcat"
brew "m-cli"
brew "make"
brew "md5sha1sum"
brew "nano"
brew "ncdu"
brew "node"
brew "openssh"
brew "openvpn"
brew "packer"
brew "python3"
brew "reattach-to-user-namespace"
brew "rsync"
brew "rust"
brew "shellcheck"
brew "sshrc"
brew "syncthing", restart_service: true
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim", args: ["with-lua"]
brew "watch"
brew "wget"
brew "wine"
brew "winetricks"
brew "zsh"
brew "jeffreywildman/virt-manager/virt-manager"
brew "jeffreywildman/virt-manager/virt-viewer"
brew "koekeishiya/formulae/kwm"
cask "aerial"
cask "cord"
cask "docker"
cask "fbreader"
cask "filezilla"
cask "fliqlo"
cask "google-chrome"
cask "karabiner-elements"
cask "macdown"
cask "minikube"
cask "skype"
cask "slack"
cask "transmission"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "wireshark"
