tap "ankitpokhrel/jira-cli"
tap "argoproj/tap"
tap "charmbracelet/tap"
tap "cue-lang/tap"
tap "cuelang/tap"
tap "datawire/blackbird"
tap "daytonaio/tap"
tap "derailed/popeye"
tap "gjbae1212/gossm"
tap "go-swagger/go-swagger"
tap "go-task/tap"
tap "goflink/platform-tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homeport/tap"
tap "kubeshark/kubeshark"
tap "lindell/multi-gitter"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "norwoodj/tap"
tap "pkgxdev/made"
tap "rlue/utils"
tap "romkatv/powerlevel10k"
tap "saulpw/vd"
tap "sl1pm4t/k2tf", "https://github.com/sl1pm4t/k2tf.git"
tap "stefanlogue/tools"
tap "turbot/tap"
tap "wagoodman/dive"
tap "ynqa/tap"
brew "act"
brew "agg"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "libssh"
brew "python@3.12"
brew "ansible"
brew "antidote"
brew "zstd"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "argocd"
brew "asciinema"
brew "atuin"
brew "awscli"
brew "awslogs"
brew "bash"
brew "berkeley-db", link: true
brew "bettercap"
brew "boost"
brew "borgbackup"
brew "bottom"
brew "fontconfig"
brew "glib"
brew "cairo"
brew "coreutils"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cbonsai"
brew "chamber"
brew "checkdmarc"
brew "cloc"
brew "cloudflared"
brew "cmake"
brew "comby"
brew "copier"
brew "cowsay"
brew "ctags"
brew "cue"
brew "libssh2"
brew "curl"
brew "curlie"
brew "d2"
brew "dasel"
brew "go"
brew "dep"
brew "dhall-json"
brew "dive"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docutils"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "entr"
brew "fasd"
brew "harfbuzz"
brew "leptonica"
brew "libmicrohttpd"
brew "librist"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fortune"
brew "node"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghc"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "golangci-lint"
brew "gopls"
brew "goreleaser"
brew "sdl2_image"
brew "gource"
brew "grep"
brew "gron"
brew "grpcurl"
brew "guile"
brew "haskell-stack"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "httpyac"
brew "hugo"
brew "hurl"
brew "hyperfine"
brew "irssi"
brew "jq"
brew "jrnl"
brew "jsonnet"
brew "jsonnet-bundler"
brew "k2tf"
brew "k6"
brew "k9s"
brew "keyring"
brew "kind"
brew "ko"
brew "kor"
brew "kubernetes-cli"
brew "krew"
brew "kubebuilder"
brew "kubeconform"
brew "kubectx"
brew "kubent"
brew "kustomize"
brew "kyverno"
brew "ldns"
brew "less"
brew "libfido2"
brew "libgit2"
brew "libpq", link: true
brew "libslirp"
brew "openssl@1.1"
brew "libstfl"
brew "llvm"
brew "lolcat"
brew "luarocks"
brew "luv"
brew "m-cli"
brew "make"
brew "marp-cli"
brew "mas"
brew "minikube"
brew "mise"
brew "python@3.11"
brew "mitmproxy"
brew "mods"
brew "mosh"
brew "mtr"
brew "mysql-client"
brew "nano"
brew "ncdu"
brew "neovim"
brew "newsboat"
brew "nghttp2"
brew "nmap"
brew "node@18"
brew "nomad"
brew "oauth2c"
brew "ollama"
brew "opa"
brew "openjdk"
brew "openssh"
brew "openvpn"
brew "osv-scanner"
brew "packer"
brew "perl"
brew "pluto"
brew "podman"
brew "poetry"
brew "prettier"
brew "python@3.10"
brew "python@3.9"
brew "pyyaml"
brew "qemu"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "ruby@3.0"
brew "rust"
brew "shellcheck"
brew "siege"
brew "sipcalc"
brew "sonar-scanner"
brew "sslscan"
brew "stern"
brew "stow"
brew "subversion"
brew "tcl-tk"
brew "teller"
brew "telnet"
brew "temporal"
brew "terraform-ls"
brew "terraformer"
brew "terragrunt"
brew "terramate"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "ttyd"
brew "unzip"
brew "uv"
brew "vegeta"
brew "vhs"
brew "vim"
brew "virtualenv", link: false
brew "watch"
brew "watchman"
brew "watson"
brew "websocat"
brew "weechat"
brew "wget"
brew "wtfutil"
brew "yamllint"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zsh"
brew "zsh-autosuggestions"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "charmbracelet/tap/freeze"
brew "datawire/blackbird/telepresence"
brew "datawire/blackbird/telepresence-arm64", link: false
brew "daytonaio/tap/daytona"
brew "derailed/popeye/popeye"
brew "gjbae1212/gossm/gossm"
brew "go-swagger/go-swagger/go-swagger"
brew "go-task/tap/go-task"
brew "goflink/platform-tap/flinkit"
brew "heroku/brew/heroku"
brew "homeport/tap/dyff"
brew "kubeshark/kubeshark/kubeshark"
brew "lindell/multi-gitter/multi-gitter"
brew "mongodb/brew/mongodb-community-shell"
brew "norwoodj/tap/helm-docs"
brew "pkgxdev/made/pkgx"
brew "rlue/utils/timer"
brew "saulpw/vd/visidata"
brew "stefanlogue/tools/meteor"
brew "turbot/tap/steampipe"
brew "ynqa/tap/jnv"
cask "alacritty"
cask "anki"
cask "aws-vault"
cask "breaktimer"
cask "brooklyn"
cask "chatgpt"
cask "chromedriver"
cask "confluent-cli"
cask "cool-retro-term"
cask "cscreen"
cask "drawio"
cask "fly"
cask "font-hack"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "font-source-serif-pro"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "kitty"
cask "love"
cask "monitorcontrol"
cask "ngrok"
cask "oracle-jdk"
cask "osxfuse"
cask "podman-desktop"
cask "rancher"
cask "rar"
cask "raycast"
cask "session-manager-plugin"
cask "spotify"
cask "stretchly"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wezterm"
cask "wireshark"
cask "zed"
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "catppuccin.catppuccin-vsc"
vscode "eamodio.gitlens"
vscode "fabiospampinato.vscode-diff"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ionutvmi.path-autocomplete"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-yaml"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "szaldivar.szaldivar-leap"
vscode "terrastruct.d2"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
vscode "zhang-renyang.chat-gpt"
