tap "ankitpokhrel/jira-cli", trusted: true
tap "argoproj/tap", trusted: true
tap "atlassian/acli", "https://github.com/atlassian/homebrew-acli.git", trusted: true
tap "bearer/tap", trusted: true
tap "charmbracelet/tap", trusted: true
tap "cue-lang/tap", trusted: true
tap "cuelang/tap", trusted: true
tap "dagger/tap", trusted: true
tap "datawire/blackbird", trusted: true
tap "daytonaio/tap", trusted: true
tap "derailed/popeye", trusted: true
tap "docker/tap", trusted: true
tap "gjbae1212/gossm", trusted: true
tap "go-swagger/go-swagger", trusted: true
tap "go-task/tap", trusted: true
tap "hashicorp/tap", trusted: true
tap "heroku/brew", trusted: true
tap "homeport/tap", trusted: true
tap "jundot/omlx", "https://github.com/jundot/omlx", trusted: true
tap "jurplel/tap", trusted: true
tap "kubeshark/kubeshark", trusted: true
tap "lindell/multi-gitter", trusted: true
tap "manaflow-ai/cmux", trusted: true
tap "marcihm/harpwise", trusted: true
tap "mongodb/brew", trusted: true
tap "ngrok/ngrok", trusted: true
tap "norwoodj/tap", trusted: true
tap "passbolt/tap", trusted: true
tap "peonping/tap", "https://github.com/PeonPing/homebrew-tap", trusted: true
tap "pkgxdev/made", trusted: true
tap "rlue/utils", trusted: true
tap "romkatv/powerlevel10k", trusted: true
tap "sl1pm4t/k2tf", "https://github.com/sl1pm4t/k2tf.git", trusted: true
tap "stefanlogue/tools", trusted: true
tap "turbot/tap", trusted: true
tap "unhappychoice/tap", trusted: true
tap "visidata/vd", "https://github.com/visidata/homebrew-vd.git", trusted: true
tap "wagoodman/dive", trusted: true
tap "ynqa/tap", trusted: true
# Run your GitHub Actions locally
brew "act"
# Asciicast to GIF converter
brew "agg"
# C parser in Python
brew "pycparser"
# C Foreign Function Interface for Python
brew "cffi"
# Cryptographic recipes and primitives for Python
brew "cryptography"
# C library SSHv1/SSHv2 client and server protocols
brew "libssh"
# Zstandard is a real-time compression algorithm
brew "zstd"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Automate deployment, configuration, and upgrading
brew "ansible"
# Plugin manager for zsh, inspired by antigen and antibody
brew "antidote"
# Codec library for encoding and decoding AV1 video streams
brew "aom"
# Companion library to apr, the Apache Portable Runtime library
brew "apr-util"
# Apple Intelligence from the command-line, with OpenAi-compatible API server
brew "apfel"
# GitOps Continuous Delivery for Kubernetes
brew "argocd"
# Record and share terminal sessions
brew "asciinema"
# Planetarium for your terminal
brew "astroterm"
# Improved shell history for zsh, bash, fish and nushell
brew "atuin"
# GNU compiler collection
brew "gcc"
# Official Amazon AWS command-line interface
brew "awscli"
# Simple command-line tool to read AWS CloudWatch logs
brew "awslogs"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# High performance key/value database
brew "berkeley-db", link: true
# Swiss army knife for network attacks and monitoring
brew "bettercap"
# Collection of portable C++ source libraries
brew "boost"
# Deduplicating archiver with compression and authenticated encryption
brew "borgbackup"
# Yet another cross-platform graphical process/system monitor
brew "bottom"
# XML-based font configuration API for X Windows
brew "fontconfig"
# Core application library for C
brew "glib"
# Vector graphics library with cross-device output support
brew "cairo"
# GNU File, Shell, and Text utilities
brew "coreutils"
# International domain name library (IDNA2008, Punycode and TR46)
brew "libidn2"
# GNU Transport Layer Security (TLS) Library
brew "gnutls"
# Validating, recursive, caching DNS resolver
brew "unbound"
# GNU Emacs text editor
brew "emacs"
# Incremental parsing library
brew "tree-sitter"
# Emacs dependency management
brew "cask"
# Console Bonsai is a bonsai tree generator, written in C using ncurses
brew "cbonsai"
# CLI for managing secrets through AWS SSM Parameter Store
brew "chamber"
# Command-line parser for SPF and DMARC DNS records
brew "checkdmarc"
# Manage multiple AI agents like Claude Code, Aider and Codex in your terminal
brew "claude-squad"
# Statistics utility to count lines of code
brew "cloc"
# Utility for connecting securely to your Cloud SQL instances
brew "cloud-sql-proxy"
# Cloudflare Tunnel client (formerly Argo Tunnel)
brew "cloudflared"
# Cross-platform make
brew "cmake"
# Tool for changing code across many languages
brew "comby"
# Utility for rendering projects templates
brew "copier"
# Apjanke's fork of the classic cowsay project
brew "cowsay"
# CPU usage limiter
brew "cpulimit"
# Reimplementation of ctags(1)
brew "ctags"
# Validate and define text-based and dynamic configuration
brew "cue"
# C library implementing the SSH2 protocol
brew "libssh2"
# Get a file from an HTTP, HTTPS or FTP server
brew "curl"
# Power of curl, ease of use of httpie
brew "curlie"
# Modern diagram scripting language that turns text to diagrams
brew "d2"
# JSON, YAML, TOML, XML, and CSV query and modification tool
brew "dasel"
# Open source multi-tool for exploring and publishing data
brew "datasette"
# TIFF library and utilities
brew "libtiff"
# Dhall to JSON compiler and a Dhall to YAML compiler
brew "dhall-json"
# Tool for exploring each layer in a docker image
brew "dive"
# Pack, ship and run any application as a lightweight container
brew "docker", link: false
# Docker CLI plugin for extended build capabilities with BuildKit
brew "docker-buildx"
# Isolated development environments using Docker
brew "docker-compose"
# Platform keystore credential helper for Docker
brew "docker-credential-helper"
# Text processing system for reStructuredText
brew "docutils"
# Collection of reusable C++ library artifacts developed at Facebook
brew "folly"
# C++14 implementation of the TLS-1.3 standard
brew "fizz"
# Modular, composable client/server abstractions framework
brew "wangle"
# Facebook's branch of Apache Thrift, including a new C++ server
brew "fbthrift"
# Thrift functions for querying information from a service
brew "fb303"
# Shared library for Watchman and Eden projects
brew "edencommon"
# Command-line utility for operating Envoy Gateway
brew "egctl"
# Run arbitrary commands when files change
brew "entr"
# Play, record, convert, and stream select audio and video codecs
brew "ffmpeg"
# Collection of GNU find, xargs, and locate
brew "findutils"
# Infamous electronic fortune-cookie generator
brew "fortune"
# Terminal JSON viewer
brew "fx"
# Command-line fuzzy finder written in Go
brew "fzf"
# GNU awk utility
brew "gawk"
# GitHub command-line tool
brew "gh"
# Glorious Glasgow Haskell Compilation System
brew "ghc"
# Distributed revision control system
brew "git"
# C library of Git core methods that is re-entrant and linkable
brew "libgit2"
# Syntax-highlighting pager for git and diff output
brew "git-delta"
# GNU implementation of the famous stream editor
brew "gnu-sed"
# GNU version of the tar archiving utility
brew "gnu-tar"
# GNU Privacy Guard (OpenPGP)
brew "gnupg"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Task is a task runner/build tool that aims to be simpler and easier to use
brew "go-task"
# Fast linters runner for Go
brew "golangci-lint"
# Language server for the Go language
brew "gopls"
# Deliver Go binaries as fast and easily as possible
brew "goreleaser"
# New file format for still image compression
brew "jpeg-xl"
# Library for loading images as SDL surfaces and textures
brew "sdl2_image"
# Version Control Visualization Tool
brew "gource"
# GNU grep, egrep and fgrep
brew "grep"
# Make JSON greppable
brew "gron"
# Like cURL, but for gRPC
brew "grpcurl"
# GNU Ubiquitous Intelligent Language for Extensions
brew "guile"
# OpenType text shaping engine
brew "harfbuzz"
# Cross-platform program for developing Haskell projects
brew "haskell-stack"
# Kubernetes package manager
brew "helm"
# HTTP load generator, ApacheBench (ab) replacement
brew "hey"
# Improved top (interactive process viewer)
brew "htop"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Open-source, cross-platform JavaScript runtime environment
brew "node"
# Quickly and easily send REST, SOAP, GraphQL and gRPC requests
brew "httpyac"
# Configurable static site generator
brew "hugo"
# Run and Test HTTP Requests with plain text and curl
brew "hurl"
# Command-line benchmarking tool
brew "hyperfine"
# Update of iperf: measures TCP, UDP, and SCTP bandwidth
brew "iperf3"
# Highly capable, feature-rich programming language
brew "perl"
# Modular IRC client
brew "irssi"
# Feature-rich interactive Jira CLI
brew "jira-cli"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Command-line note taker
brew "jrnl"
# Domain specific configuration language for defining JSON data
brew "jsonnet"
# Package manager for Jsonnet
brew "jsonnet-bundler"
# Kubernetes YAML to Terraform HCL converter
brew "k2tf"
# Modern load testing tool, using Go and JavaScript
brew "k6"
# Kubernetes CLI To Manage Your Clusters In Style!
brew "k9s"
# Easy way to access the system keyring service from python
brew "keyring"
# Run local Kubernetes cluster in Docker
brew "kind"
# Build and deploy Go applications on Kubernetes
brew "ko"
# CLI tool to discover unused Kubernetes resources
brew "kor"
# Kubernetes command-line interface
brew "kubernetes-cli"
# Package manager for kubectl plugins
brew "krew"
# SDK for building Kubernetes APIs using CRDs
brew "kubebuilder"
# Colorize your kubectl output
brew "kubecolor"
# FAST Kubernetes manifests validator, with support for Custom Resources!
brew "kubeconform"
# Tool that can switch between kubectl contexts easily and create aliases
brew "kubectx"
# Easily check your clusters for use of deprecated APIs
brew "kubent"
# Template-free customization of Kubernetes YAML manifests
brew "kustomize"
# Kubernetes Native Policy Management
brew "kyverno"
# Simple terminal UI for git commands
brew "lazygit"
# DNS library written in C
brew "ldns"
# Image processing and image analysis library
brew "leptonica"
# Pager program similar to more
brew "less"
# Provides library functionality for FIDO U2F & FIDO 2.0, including USB
brew "libfido2"
# Light HTTP/1.1 server library
brew "libmicrohttpd"
# Postgres C API library
brew "libpq", link: true
# Reliable Internet Stream Transport (RIST)
brew "librist"
# General purpose TCP-IP emulator
brew "libslirp"
# Linux virtual machines
brew "lima"
# Rainbows and unicorns in your console!
brew "lolcat"
# Package manager for the Lua programming language
brew "luarocks"
# Bare libuv bindings for lua
brew "luv"
# Swiss Army Knife for macOS
brew "m-cli"
# Utility for directing compilation
brew "make"
# Easily convert Marp Markdown files into static HTML/CSS, PDF, PPT and images
brew "marp-cli"
# Mac App Store command-line interface
brew "mas"
# Run a Kubernetes cluster locally
brew "minikube"
# Polyglot runtime manager (asdf rust clone)
brew "mise"
# AI on the command-line
brew "mods"
# Remote terminal application
brew "mosh"
# 'traceroute' and 'ping' in a single tool
brew "mtr"
# QUIC transport protocol implementation
brew "mvfst"
# Open source relational database management system
brew "mysql-client"
# Free (GNU) replacement for the Pico text editor
brew "nano"
# NCurses Disk Usage
brew "ncdu"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Single-player roguelike video game
brew "nethack"
# RSS/Atom feed reader for text terminals
brew "newsboat"
# HTTP/2 C Library
brew "nghttp2"
# Port scanning utility for large networks
brew "nmap"
# Open-source, cross-platform JavaScript runtime environment
brew "node@18"
# Capability-based sandbox shell for AI agents with OS-enforced isolation
brew "nono"
# Modern shell for the GitHub era
brew "nushell"
# User-friendly CLI for OAuth2
brew "oauth2c"
# Create, run, and share large language models (LLMs)
brew "ollama"
# Open source, general-purpose policy engine
brew "opa"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# AI coding agent, built for the terminal
brew "opencode"
# Development kit for the Java programming language
brew "openjdk"
# OpenBSD freely-licensed SSH connectivity tools
brew "openssh"
# SSL/TLS VPN implementing OSI layer 2 or 3 secure network extension
brew "openvpn"
# Vulnerability scanner which uses the OSV database
brew "osv-scanner"
# Command-line tool to generate, analyze, convert and manipulate colors
brew "pastel"
# Execute binaries from Python packages in isolated environments
brew "pipx"
# CLI tool to help discover deprecated apiVersions in Kubernetes
brew "pluto"
# Fast, disk space efficient package manager
brew "pnpm"
# Tool for managing OCI containers and pods
brew "podman"
# Python package management tool
brew "poetry"
# Framework for managing multi-language pre-commit hooks
brew "pre-commit"
# Code formatter for JavaScript, CSS, JSON, GraphQL, Markdown, YAML
brew "prettier"
# Your console and graphical UI to manage your todo.txt file(s)
brew "pter"
# Interpreted, interactive, object-oriented programming language
brew "python@3.10"
# Interpreted, interactive, object-oriented programming language
brew "python@3.11"
# Interpreted, interactive, object-oriented programming language
brew "python@3.12"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# Generic machine emulator and virtualizer
brew "qemu"
# Reattach process (e.g., tmux) to background
brew "reattach-to-user-namespace"
# Persistent key-value database, with built-in net interface
brew "redis"
# Fast, efficient and secure backup program
brew "restic"
# Utility that provides fast incremental file transfer
brew "rsync"
# Safe, concurrent, practical language
brew "rust"
# Rust toolchain installer
brew "rustup"
# Static analysis and lint tool, for (ba)sh scripts
brew "shellcheck"
# HTTP regression testing and benchmarking utility
brew "siege"
# Advanced console-based IP subnet calculator
brew "sipcalc"
# Terminal based presentation tool
brew "slides"
# Launcher to analyze a project with SonarQube
brew "sonar-scanner"
# Test SSL/TLS enabled services to discover supported cipher suites
brew "sslscan"
# Cross-shell prompt for astronauts
brew "starship"
# Tail multiple Kubernetes pods & their containers
brew "stern"
# Organize software neatly under a single directory tree (e.g. /usr/local)
brew "stow"
# Version control system designed to be a better CVS
brew "subversion"
# Tool Command Language
brew "tcl-tk"
# Secrets management tool for developers
brew "teller"
# User interface to the TELNET protocol
brew "telnet"
# Command-line interface for running and interacting with Temporal Server and UI
brew "temporal"
# Terraform Language Server
brew "terraform-ls"
# CLI tool to generate terraform files from existing infrastructure
brew "terraformer"
# Thin wrapper for Terraform e.g. for locking state
brew "terragrunt"
# Managing Terraform stacks with change detections and code generations
brew "terramate"
# Detect compliance and security violations across Infrastructure as Code
brew "terrascan"
# OCR (Optical Character Recognition) engine
brew "tesseract"
# Terraform version manager inspired by rbenv
brew "tfenv"
# Linter for Terraform files
brew "tflint"
# Code-search similar to ack
brew "the_silver_searcher"
# Terminal multiplexer
brew "tmux"
# Minimal, todo.txt-focused editor
brew "todo-txt"
# Parser generator tool
brew "tree-sitter-cli"
# Vulnerability scanner for container images, file systems, and Git repos
brew "trivy"
# Find and verify credentials
brew "trufflehog"
# Command-line tool for sharing terminal over the web
brew "ttyd"
# Extraction utility for .zip compressed archives
brew "unzip"
# Extremely fast Python package installer and resolver, written in Rust
brew "uv"
# HTTP load testing tool and library
brew "vegeta"
# Your CLI home video recorder
brew "vhs"
# Vi 'workalike' with many additional features
brew "vim"
# Tool for creating isolated virtual python environments
brew "virtualenv"
# Terminal spreadsheet multitool for discovering and arranging data
brew "visidata"
# Executes a program periodically, showing output fullscreen
brew "watch"
# Watch files and take action when they change
brew "watchman"
# Command-line tool to track (your) time
brew "watson"
# Command-line client for WebSockets
brew "websocat"
# Extensible IRC client
brew "weechat"
# Internet file retriever
brew "wget"
# Personal information dashboard for your terminal
brew "wtfutil"
# Linter for YAML files
brew "yamllint"
# JavaScript package manager
brew "yarn"
# Process YAML, JSON, XML, CSV and properties documents from the CLI
brew "yq"
# Feature-rich command-line audio/video downloader
brew "yt-dlp"
# Pluggable terminal workspace, with terminal multiplexer as the base feature
brew "zellij"
# UNIX shell (command interpreter)
brew "zsh"
# Fish-like fast/unobtrusive autosuggestions for zsh
brew "zsh-autosuggestions"
# Kubectl Argo Rollouts Plugin.
brew "argoproj/tap/kubectl-argo-rollouts"
# Software to interact with Atlassian Cloud from the terminal
brew "atlassian/acli/acli"
# A data-first security scanner that finds risks and vulnerabilities in your code so you can protect sensitive data (PHI, PD, PII).
brew "bearer/tap/bearer"
# Generate images of code and terminal output.
brew "charmbracelet/tap/freeze"
# Local dev environment attached to a remote Kubernetes cluster
brew "datawire/blackbird/telepresence"
# Local dev environment attached to a remote Kubernetes cluster
brew "datawire/blackbird/telepresence-arm64", link: false
# Daytona CLI
brew "daytonaio/tap/daytona"
# A Kubernetes Cluster sanitizer and linter!
brew "derailed/popeye/popeye"
# gossm is interactive CLI tool that you select server in AWS and then could connect or send files your AWS server using start-session, ssh, scp under AWS Systems Manger.
brew "gjbae1212/gossm/gossm"
# Toolkit to work with swagger for golang
brew "go-swagger/go-swagger/go-swagger"
# Everything you need to get started with Heroku
brew "heroku/brew/heroku"
# δyƒƒ /ˈdʏf/ - A diff tool for YAML files, and sometimes JSON
brew "homeport/tap/dyff"
# LLM inference server optimized for Apple Silicon
brew "jundot/omlx/omlx"
brew "kubeshark/kubeshark/kubeshark"
# Update multiple repositories in bulk
brew "lindell/multi-gitter/multi-gitter"
# Harmonica practice-utility for the command-line using microphone and speaker
brew "marcihm/harpwise/harpwise"
# An interactive JavaScript command-line interface to MongoDB
brew "mongodb/brew/mongodb-community-shell"
# Automatically generate markdown documentation for helm charts
brew "norwoodj/tap/helm-docs"
# A CLI tool to interact with Passbolt, a Open source Password Manager for Teams
brew "passbolt/tap/go-passbolt-cli"
# Sound effects and desktop notifications for AI coding agents
brew "peonping/tap/peon-ping"
# Run Anything
brew "pkgxdev/made/pkgx"
# Pomodoro/interval timer
brew "rlue/utils/timer"
# Steampipe exposes APIs and services as a high-performance relational database, giving you the ability to write SQL-based queries to explore, assess and report on dynamic data.
brew "turbot/tap/steampipe"
# A typing practice tool using your own code repositories
brew "unhappychoice/tap/gittype"
# JSON navigator and interactive filter leveraging jq
brew "ynqa/tap/jnv"
# GPU-accelerated terminal emulator
cask "alacritty"
# Memory training application
cask "anki"
# Securely stores and accesses AWS credentials in a development environment
cask "aws-vault-binary"
# Tool to manage periodic breaks
cask "breaktimer"
# Screen saver based on animations presented during Apple Special Event Brooklyn
cask "brooklyn"
# OpenAI's official ChatGPT desktop app
cask "chatgpt"
# Automated testing of webapps for Google Chrome
cask "chromedriver"
# Anthropic's official Claude AI desktop app
cask "claude"
# Terminal-based AI coding assistant
cask "claude-code@latest"
# Ghostty-based terminal with vertical tabs and notifications for AI coding agents
cask "cmux"
# OpenAI's coding agent that runs in your terminal
cask "codex"
# Claude code parallelisation
cask "conductor"
# Enables developers to manage Confluent Cloud or Confluent Platform
cask "confluent-cli"
# Containerized environments for coding agents
cask "dagger/tap/container-use"
# Terminal emulator mimicking the old cathode display
cask "cool-retro-term"
# Write, edit, and chat about your code with AI
cask "cursor"
# Online diagram software
cask "drawio"
# Official CLI tool for Concourse CI
cask "fly"
cask "font-hack"
cask "font-jetbrains-mono"
cask "font-monaspace"
# Set of tools to manage resources and applications hosted on Google Cloud
cask "gcloud-cli"
# Terminal emulator that uses platform-native UI and GPU acceleration
cask "ghostty"
# Free and open-source image editor
cask "gimp"
# Web browser
cask "google-chrome"
# Keyboard shortcuts for every button on your screen
cask "homerow"
# Native instant workspace switching
cask "jurplel/tap/instant-space-switcher"
# GPU-based terminal emulator
cask "kitty"
# Open-source cross-platform alternative to AirDrop
cask "localsend"
# 2D game framework for Lua
cask "love"
cask "stefanlogue/tools/meteor"
# Tool to control external monitor brightness & volume
cask "monitorcontrol"
# Mouse control with the keyboard
cask "mouseless"
# Update multiple repositories in bulk
cask "lindell/multi-gitter/multi-gitter", trusted: true
# Reverse proxy, secure introspectable tunnels to localhost
cask "ngrok"
# Knowledge base that works on top of a local folder of plain text Markdown files
cask "obsidian"
# JDK from Oracle
cask "oracle-jdk"
# WebKit based web browser
cask "orion"
# Browse, manage, inspect containers and images
cask "podman-desktop"
# Archive manager for data compression and backups
cask "rar"
# Control your tools with a few keystrokes
cask "raycast"
# Build, run, and govern agents across the software development lifecycle
cask "docker/tap/sbx"
# Keyboard-driven cursor actuator
cask "scoot"
# Plugin for AWS CLI to start and end sessions that connect to managed instances
cask "session-manager-plugin"
# App that enables mouse-free UI interaction
cask "shortcat"
# Music streaming service
cask "spotify"
# Break time reminder app
cask "stretchly"
# Free and open-source OpenVPN client
cask "tunnelblick"
# Development environment
cask "vagrant"
# Open-source code editor
cask "visual-studio-code"
# Multimedia player
cask "vlc"
# Rust-based terminal
cask "warp"
# GPU-accelerated cross-platform terminal emulator and multiplexer
cask "wezterm"
# Network protocol analyzer
cask "wireshark-app"
# Multiplayer code editor
cask "zed"
mas "RunCat", id: 1429033973
mas "Time Out", id: 402592703
mas "Wunderbar", id: 6479203386
mas "Xcode", id: 497799835
vscode "anthropic.claude-code"
vscode "catppuccin.catppuccin-vsc"
vscode "eamodio.gitlens"
vscode "fabiospampinato.vscode-diff"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ionutvmi.path-autocomplete"
vscode "l5d.october-theme"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-yaml"
vscode "rooveterinaryinc.roo-cline"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "szaldivar.szaldivar-leap"
vscode "terrastruct.d2"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
vscode "zhang-renyang.chat-gpt"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/bnagy/cgasm"
go "github.com/YektaLeblebici/claudeconv"
go "sigs.k8s.io/controller-tools/cmd/controller-gen"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/rantav/go-archetype"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "github.com/x-motemen/gore/cmd/gore"
go "golang.org/x/tools/cmd/gorename"
go "github.com/jstemmer/gotags"
go "golang.org/x/vuln/cmd/govulncheck"
go "golang.org/x/tools/cmd/guru"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/keyify"
go "github.com/bwplotka/mdox"
go "github.com/fatih/motion"
go "github.com/fairwindsops/nova"
go "github.com/pact-foundation/pact-go/v2"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/mgechev/revive"
go "github.com/YektaLeblebici/roastmycode/cmd/roastmycode"
go "honnef.co/go/tools/cmd/staticcheck"
uv "specify-cli"
krew "explore"
krew "kubescape"
krew "kyverno"
npm "@adobe/jsonschema2md"
npm "@anthropic-ai/claude-code"
npm "@google/gemini-cli"
npm "@googleworkspace/cli"
npm "@ldegio/agtop"
npm "markdownlint-cli"
npm "markdownlint"
npm "serverless"
npm "yaml-language-server"
