tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "caskroom/versions"
tap "caskroom/cask"
tap "cema-sp/tap"
tap "jeffreywildman/virt-manager"
cask "xquartz"
brew "ansible"
brew "python"
brew "awscli"
brew "bash"
brew "cowsay"
brew "ctags"
brew "curl"
brew "docker", link: false
brew "docker-compose", link: false
brew "duplicity"
brew "fasd"
brew "fortune"
brew "git"
brew "go"
brew "graphviz"
brew "homeshick"
brew "htop"
brew "httpie"
brew "hugo"
brew "ipmitool"
brew "irssi"
brew "jq"
brew "jrnl"
brew "kubernetes-cli"
brew "less"
brew "lolcat"
brew "m-cli"
brew "make"
brew "md5sha1sum"
brew "nano"
brew "ncdu"
brew "neovim"
brew "nethack4"
brew "node"
brew "openssh"
brew "openvpn"
brew "packer"
brew "pandoc"
brew "tree"
brew "pass"
brew "perl"
brew "rclone"
brew "reattach-to-user-namespace"
brew "rsync"
brew "rust"
brew "shellcheck"
brew "sshrc"
brew "syncthing"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "unzip"
brew "vim", args: ["with-lua"]
brew "watch"
brew "weechat"
brew "wget"
brew "wine"
brew "winetricks"
brew "zsh"
brew "koekeishiya/formulae/kwm"
cask "aerial"
cask "borgbackup"
cask "docker"
cask "etrecheck"
cask "fbreader"
cask "filezilla"
cask "fliqlo"
cask "gimp"
cask "google-backup-and-sync"
cask "google-chrome"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "macdown"
cask "mactex"
cask "mark-text"
cask "minikube"
cask "paintbrush"
cask "porting-kit"
cask "postman"
cask "skype"
cask "slack"
cask "spotify"
cask "synergy"
cask "transmission"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "wineskin-winery"
cask "wireshark"
